Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Nothing is deleted: notes, repositories and Git metadata are kept, and the sessions stay readable under Archived. They can no longer be reopened until they are unarchived.
ar: لا يتم حذف أي شيء: يتم الاحتفاظ بالملاحظات والمستودعات وبيانات Git الوصفية، وتظل الجلسات قابلة للاطلاع ضمن «المؤرشفة». لا يمكن إعادة فتحها إلى أن يتم إلغاء أرشفتها.
de: Nichts wird gelöscht: Notizen, Repositorys und Git-Metadaten bleiben erhalten, und die Sitzungen bleiben unter „Archiviert“ lesbar. Sie können erst nach dem Dearchivieren wieder geöffnet werden.
es: No se elimina nada: las notas, los repositorios y los metadatos de Git se conservan, y las sesiones siguen consultables en Archivadas. No se podrán volver a abrir hasta que se desarchiven.
fr: Rien n’est supprimé : les notes, les dépôts et les métadonnées Git sont conservés, et les sessions restent consultables dans Archivées. Elles ne pourront plus être rouvertes avant d’avoir été désarchivées.
hi: कुछ भी डिलीट नहीं होता: नोट्स, रिपॉज़िटरी और Git मेटाडेटा रखे जाते हैं, और सेशन “आर्काइव किए गए” में पढ़े जा सकते हैं। अनआर्काइव किए जाने तक उन्हें फिर से नहीं खोला जा सकता।
it: Non viene eliminato nulla: note, repository e metadati Git vengono conservati e le sessioni restano consultabili in Archiviate. Non potranno essere riaperte finché non verranno rimosse dall’archivio.
ja: 何も削除されません。メモ、リポジトリ、Gitのメタデータは保持され、セッションは「アーカイブ済み」で閲覧できます。アーカイブを解除するまで再度開くことはできません。
ko: 아무것도 삭제되지 않습니다. 메모, 저장소 및 Git 메타데이터는 유지되며, 세션은 “보관됨”에서 계속 읽을 수 있습니다. 보관을 해제하기 전까지는 다시 열 수 없습니다.
nl: Er wordt niets verwijderd: notities, repository's en Git-metagegevens blijven behouden en de sessies blijven leesbaar onder Gearchiveerd. Ze kunnen pas weer worden geopend nadat ze uit het archief zijn gehaald.
pl: Nic nie zostanie usunięte: notatki, repozytoria i metadane Git są zachowywane, a sesje można nadal przeglądać w „Zarchiwizowane”. Nie będzie można ich ponownie otworzyć, dopóki nie zostaną przywrócone z archiwum.
pt_br: Nada é apagado: notas, repositórios e metadados do Git são mantidos, e as sessões continuam legíveis em Arquivadas. Elas não poderão ser reabertas até serem desarquivadas.
ru: Ничего не удаляется: заметки, репозитории и метаданные Git сохраняются, а сессии можно просматривать в разделе «Архив». Открыть их снова можно будет только после разархивации.
tr: Hiçbir şey silinmez: notlar, depolar ve Git meta verileri korunur; oturumlar Arşivlenenler altında okunabilir kalır. Arşivden çıkarılana kadar yeniden açılamazlar.
uk: Нічого не видаляється: нотатки, репозиторії й метадані Git зберігаються, а сеанси можна й далі читати в розділі «Архівовані». Їх не можна буде знову відкрити, доки їх не розархівовано.
zh_hans: 不会删除任何内容：备注、仓库和 Git 元数据都会保留，且这些会话仍可在“已归档”中查看。在取消归档之前，它们无法重新打开。
zh_hant: 不會刪除任何內容：筆記、儲存庫和 Git 後設資料都會保留，工作階段仍可在「已封存」中閱讀。在取消封存之前無法重新打開。

source: Nothing is done unless you allow it; the request expires %@.
ar: لا يتم فعل أي شيء دون إذنك؛ تنتهي صلاحية الطلب %@.
de: Ohne deine Erlaubnis geschieht nichts; die Anfrage läuft %@ ab.
es: No se hace nada sin tu permiso; la solicitud caduca %@.
fr: Rien n’est fait sans votre accord ; la demande expire %@.
hi: आपकी अनुमति के बिना कुछ नहीं किया जाता; अनुरोध %@ समाप्त हो जाएगा।
it: Non viene fatto nulla senza la tua autorizzazione; la richiesta scade %@.
ja: 許可しない限り何も実行されません。リクエストの有効期限：%@。
ko: 허용하지 않으면 아무것도 수행되지 않습니다. 요청은 %@ 만료됩니다.
nl: Er gebeurt niets tenzij je het toestaat; het verzoek verloopt %@.
pl: Nic nie zostanie zrobione bez Twojej zgody; prośba wygasa %@.
pt_br: Nada é feito sem sua permissão; a solicitação expira %@.
ru: Без вашего разрешения ничего не делается; запрос истекает %@.
tr: Siz izin vermedikçe hiçbir şey yapılmaz; isteğin süresi %@ dolar.
uk: Без вашого дозволу нічого не буде зроблено; термін запиту спливає %@.
zh_hans: 未经你允许不会执行任何操作；请求将于 %@ 过期。
zh_hant: 未經你允許不會執行任何動作；請求將於 %@ 過期。

source: Nothing is listening on %@ yet
ar: لا شيء يستمع على %@ بعد
de: Auf %@ lauscht noch nichts
es: Todavía no hay nada escuchando en %@
fr: Rien n’écoute encore sur %@
hi: %@ पर अभी कुछ भी सुन नहीं रहा
it: Ancora nulla in ascolto su %@
ja: %@ではまだ何も待ち受けていません
ko: 아직 %@에서 수신 대기 중인 것이 없음
nl: Er luistert nog niets op %@
pl: Nic jeszcze nie nasłuchuje na %@
pt_br: Nada está escutando em %@ ainda
ru: На %@ пока никто не слушает
tr: %@ üzerinde henüz dinleyen yok
uk: На %@ ще ніщо не слухає
zh_hans: %@ 上尚无服务在监听
zh_hant: %@ 上尚無任何服務在監聽

source: Nothing is read unless you allow it; the request expires %@.
ar: لا تتم قراءة أي شيء دون إذنك؛ تنتهي صلاحية الطلب %@.
de: Ohne deine Erlaubnis wird nichts gelesen; die Anfrage läuft %@ ab.
es: No se lee nada sin tu permiso; la solicitud caduca %@.
fr: Rien n’est lu sans votre accord ; la demande expire %@.
hi: आपकी अनुमति के बिना कुछ नहीं पढ़ा जाता; अनुरोध %@ समाप्त हो जाएगा।
it: Non viene letto nulla senza la tua autorizzazione; la richiesta scade %@.
ja: 許可しない限り何も読み取られません。リクエストの有効期限：%@。
ko: 허용하지 않으면 아무것도 읽지 않습니다. 요청은 %@ 만료됩니다.
nl: Er wordt niets gelezen tenzij je het toestaat; het verzoek verloopt %@.
pl: Nic nie zostanie odczytane bez Twojej zgody; prośba wygasa %@.
pt_br: Nada é lido sem sua permissão; a solicitação expira %@.
ru: Без вашего разрешения ничего не читается; запрос истекает %@.
tr: Siz izin vermedikçe hiçbir şey okunmaz; isteğin süresi %@ dolar.
uk: Без вашого дозволу нічого не буде прочитано; термін запиту спливає %@.
zh_hans: 未经你允许不会读取任何内容；请求将于 %@ 过期。
zh_hant: 未經你允許不會讀取任何內容；請求將於 %@ 過期。

source: Nothing is replaced unless you choose it.
ar: لا يتم استبدال أي شيء ما لم تختر ذلك.
de: Nichts wird ohne deine Wahl ersetzt.
es: No se sustituye nada a menos que lo elijas.
fr: Rien n’est remplacé sans votre accord.
hi: आपके चुने बिना कुछ नहीं बदला जाता।
it: Non viene sostituito nulla se non lo scegli tu.
ja: 選択しない限り何も置き換えられません。
ko: 직접 선택하지 않으면 아무것도 대체되지 않습니다.
nl: Er wordt niets vervangen tenzij je dat kiest.
pl: Nic nie zostanie zastąpione bez Twojego wyboru.
pt_br: Nada é substituído sem a sua escolha.
ru: Без вашего выбора ничего не заменяется.
tr: Siz seçmedikçe hiçbir şeyin yerine başkası konmaz.
uk: Без вашого вибору нічого не замінюється.
zh_hans: 除非你选择，否则不会替换任何内容。
zh_hant: 除非你選擇，否則不會取代任何項目。

source: Nothing is waiting on a review, a build or someone else.
ar: لا شيء ينتظر مراجعة أو بناءً أو شخصًا آخر.
de: Nichts wartet auf ein Review, einen Build oder jemand anderen.
es: Nada espera una revisión, una compilación u otra persona.
fr: Rien n’attend une revue, une compilation ou quelqu’un d’autre.
hi: कुछ भी किसी रिव्यू, बिल्ड या किसी और की प्रतीक्षा में नहीं है।
it: Nulla è in attesa di una revisione, di una build o di qualcun altro.
ja: レビュー、ビルド、ほかの人を待っているものはありません。
ko: 리뷰, 빌드 또는 다른 사람을 기다리는 항목이 없습니다.
nl: Niets wacht op een review, een build of iemand anders.
pl: Nic nie czeka na recenzję, kompilację ani na kogoś innego.
pt_br: Nada está aguardando uma revisão, um build ou outra pessoa.
ru: Ничто не ждёт ревью, сборки или кого-то ещё.
tr: İnceleme, derleme veya başka birini bekleyen bir şey yok.
uk: Ніщо не чекає на рецензію, збірку чи когось іншого.
zh_hans: 没有在等待审查、构建或他人的会话。
zh_hant: 沒有項目在等待審查、建置或其他人。

source: Nothing planned. A session added to To Do waits here until you start it.
ar: لا يوجد شيء مخطط. الجلسة المضافة إلى «للتنفيذ» تنتظر هنا حتى تبدأها.
de: Nichts geplant. Eine zu „Zu erledigen“ hinzugefügte Sitzung wartet hier, bis du sie startest.
es: Nada previsto. Una sesión añadida a Pendiente espera aquí hasta que la inicies.
fr: Rien de prévu. Une session ajoutée à À faire attend ici que vous la démarriez.
hi: कुछ भी योजना में नहीं। “करना है” में जोड़ा गया सेशन तब तक यहाँ प्रतीक्षा करता है जब तक आप उसे शुरू नहीं करते।
it: Niente in programma. Una sessione aggiunta a Da fare attende qui finché non la avvii.
ja: 予定はありません。「未着手」に追加したセッションは、開始するまでここで待機します。
ko: 계획된 항목이 없습니다. 할 일에 추가된 세션은 시작할 때까지 여기서 대기합니다.
nl: Niets gepland. Een sessie die aan Te doen is toegevoegd, wacht hier totdat je haar start.
pl: Nic nie zaplanowano. Sesja dodana do „Do zrobienia” czeka tutaj, aż ją rozpoczniesz.
pt_br: Nada planejado. Uma sessão adicionada a “A Fazer” aguarda aqui até você iniciá-la.
ru: Ничего не запланировано. Сессия, добавленная в «К выполнению», ждёт здесь, пока вы её не запустите.
tr: Planlanan bir şey yok. Yapılacaklara eklenen bir oturum, siz başlatana kadar burada bekler.
uk: Нічого не заплановано. Сеанс, доданий у «До виконання», чекає тут, доки ви його не запустите.
zh_hans: 暂无计划。添加到“待办”的会话会在这里等待你启动。
zh_hant: 尚無計畫。加入「待辦」的工作階段會在此等待，直到你開始它。

source: Nothing starts before you send.
ar: لا يبدأ أي شيء قبل الإرسال.
de: Vor dem Senden startet nichts.
es: No se inicia nada antes del envío.
fr: Rien ne démarre avant l’envoi.
hi: भेजने से पहले कुछ शुरू नहीं होता।
it: Nulla si avvia prima dell’invio.
ja: 送信するまで何も開始されません。
ko: 보내기 전에는 아무것도 시작되지 않습니다.
nl: Er start niets voordat je verstuurt.
pl: Nic się nie uruchomi przed wysłaniem.
pt_br: Nada começa antes do envio.
ru: До отправки ничего не запускается.
tr: Siz göndermeden hiçbir şey başlamaz.
uk: Ніщо не запуститься, доки ви не надішлете.
zh_hans: 在你发送之前不会启动任何内容。
zh_hant: 傳送前不會開始任何動作。

source: Nothing to commit in %lld repositories
ar: لا يوجد ما يُضاف إلى commit في %lld مستودع
de: Nichts zu committen in %lld Repositorys
es: Nada pendiente de commit en %lld repositorios
fr: Rien à commiter dans %lld dépôts
hi: %lld रिपॉज़िटरी में कमिट करने के लिए कुछ नहीं
it: Niente di cui eseguire il commit in %lld repository
ja: %lld個のリポジトリにコミットするものはありません
ko: 저장소 %lld개에 커밋할 항목 없음
nl: Niets te committen in %lld repository's
pl: Nic do commitowania w %lld repozytorium
pt_br: Nada para commit em %lld repositórios
ru: Нечего коммитить в %lld репозитория
tr: %lld depoda commit edilecek bir şey yok
uk: Немає чого комітити в %lld репозиторію
zh_hans: %lld 个仓库中没有可提交的内容
zh_hant: %lld 個儲存庫中沒有可 commit 的內容

source: Nothing to import: every template is already here.
ar: لا يوجد ما يُستورد: كل القوالب موجودة بالفعل.
de: Nichts zu importieren: Alle Vorlagen sind bereits vorhanden.
es: Nada que importar: todas las plantillas ya están aquí.
fr: Rien à importer : tous les gabarits sont déjà là.
hi: इंपोर्ट करने के लिए कुछ नहीं: हर टेम्पलेट पहले से यहाँ है।
it: Niente da importare: tutti i template sono già presenti.
ja: 読み込むものはありません。すべてのテンプレートがすでにあります。
ko: 가져올 항목이 없습니다. 모든 템플릿이 이미 있습니다.
nl: Niets te importeren: alle sjablonen zijn er al.
pl: Nic do zaimportowania: wszystkie szablony już tu są.
pt_br: Nada para importar: todas as predefinições já estão aqui.
ru: Нечего импортировать: все шаблоны уже здесь.
tr: İçe aktarılacak bir şey yok: tüm şablonlar zaten burada.
uk: Немає чого імпортувати: усі шаблони вже тут.
zh_hans: 没有可导入的内容：所有模板都已存在。
zh_hant: 沒有可輸入的內容：所有範本都已存在。

source: Nothing was restored or changed here. Quit that copy before working from this one.
ar: لم تتم استعادة أو تغيير أي شيء هنا. قم بإنهاء تلك النسخة قبل العمل من هذه.
de: Hier wurde nichts wiederhergestellt oder geändert. Beende jene Kopie, bevor du mit dieser arbeitest.
es: Aquí no se ha restaurado ni cambiado nada. Sal de esa copia antes de trabajar desde esta.
fr: Rien n’a été restauré ni modifié ici. Quittez cette copie avant de travailler depuis celle-ci.
hi: यहाँ कुछ भी रीस्टोर या बदला नहीं गया। इस कॉपी से काम करने से पहले उस कॉपी से बाहर निकलें।
it: Qui non è stato ripristinato né modificato nulla. Esci da quella copia prima di lavorare con questa.
ja: ここでは何も復元・変更されていません。こちらで作業する前に、もう一方のVibe Managerを終了してください。
ko: 여기에서는 아무것도 복원되거나 변경되지 않았습니다. 이 사본에서 작업하기 전에 다른 사본을 종료하십시오.
nl: Hier is niets teruggezet of gewijzigd. Stop dat exemplaar voordat je met dit exemplaar werkt.
pl: Niczego tutaj nie przywrócono ani nie zmieniono. Zakończ tamtą kopię, zanim zaczniesz pracować w tej.
pt_br: Nada foi restaurado ou alterado aqui. Encerre aquela cópia antes de trabalhar nesta.
ru: Здесь ничего не восстановлено и не изменено. Завершите ту копию, прежде чем работать в этой.
tr: Burada hiçbir şey geri yüklenmedi veya değiştirilmedi. Bu kopyadan çalışmadan önce diğer kopyadan çıkın.
uk: Тут нічого не відновлено й не змінено. Закрийте ту копію, перш ніж працювати в цій.
zh_hans: 此处未恢复或更改任何内容。请先退出那个副本，再使用这个副本工作。
zh_hant: 此處未回復或更改任何內容。請先結束那份拷貝，再使用這一份工作。

source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

source: Notifications are turned off for Vibe Manager.
ar: الإشعارات متوقفة لـ Vibe Manager.
de: Mitteilungen sind für Vibe Manager deaktiviert.
es: Las notificaciones están desactivadas para Vibe Manager.
fr: Les notifications sont désactivées pour Vibe Manager.
hi: Vibe Manager के लिए सूचनाएँ बंद हैं।
it: Le notifiche sono disattivate per Vibe Manager.
ja: Vibe Managerの通知はオフになっています。
ko: Vibe Manager의 알림이 꺼져 있습니다.
nl: Meldingen staan uit voor Vibe Manager.
pl: Powiadomienia są wyłączone dla Vibe Manager.
pt_br: As notificações estão desativadas para o Vibe Manager.
ru: Уведомления для Vibe Manager выключены.
tr: Vibe Manager için bildirimler kapalı.
uk: Сповіщення для Vibe Manager вимкнено.
zh_hans: Vibe Manager 的通知已关闭。
zh_hant: Vibe Manager 的通知已關閉。

source: Notifications show
ar: تعرض الإشعارات
de: Mitteilungen zeigen
es: Las notificaciones muestran
fr: Les notifications affichent
hi: सूचनाएँ दिखाती हैं
it: Le notifiche mostrano
ja: 通知に表示する内容
ko: 알림에 표시할 내용
nl: Meldingen tonen
pl: Powiadomienia pokazują
pt_br: As notificações mostram
ru: Уведомления показывают
tr: Bildirimlerde gösterilen
uk: Сповіщення показують
zh_hans: 通知显示
zh_hant: 通知顯示

source: Notify me of requests and replies
ar: إشعاري بالطلبات والردود
de: Bei Anfragen und Antworten benachrichtigen
es: Notificarme las solicitudes y respuestas
fr: Me notifier des demandes et réponses
hi: अनुरोधों और उत्तरों की सूचना दें
it: Notificami richieste e risposte
ja: リクエストと返信を通知
ko: 요청 및 답변 알림 받기
nl: Meld verzoeken en antwoorden
pl: Powiadamiaj o prośbach i odpowiedziach
pt_br: Notificar-me sobre solicitações e respostas
ru: Уведомлять о запросах и ответах
tr: İstekleri ve yanıtları bana bildir
uk: Сповіщати про запити й відповіді
zh_hans: 有请求和回复时通知我
zh_hant: 通知我有關請求和回覆

source: Now
ar: حاليًا
de: Aktuell
es: Ahora
fr: Actuellement
hi: अभी
it: Ora
ja: 現在
ko: 현재
nl: Nu
pl: Obecnie
pt_br: Agora
ru: Сейчас
tr: Şu Anda
uk: Зараз
zh_hans: 当前
zh_hant: 目前

source: OK
ar: حسنًا
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Of the terminal, the conversation, the activity and the notes. ⌥-click opens the other way.
ar: للطرفية والمحادثة والنشاط والملاحظات. النقر مع ⌥ يفتح بالطريقة الأخرى.
de: Für Terminal, Unterhaltung, Aktivität und Notizen. ⌥-Klick öffnet auf die andere Art.
es: Del terminal, la conversación, la actividad y las notas. ⌥-clic abre de la otra forma.
fr: Du terminal, de la conversation, de l’activité et des notes. ⌥-clic ouvre de l’autre façon.
hi: टर्मिनल, बातचीत, गतिविधि और नोट्स का। ⌥-क्लिक दूसरे तरीके से खोलता है।
it: Del terminale, della conversazione, dell’attività e delle note. Opzione-clic apre nell’altro modo.
ja: ターミナル、会話、アクティビティ、メモに適用されます。⌥クリックでもう一方の方法で開きます。
ko: 터미널, 대화, 활동 및 메모에 적용됩니다. ⌥-클릭하면 다른 방식으로 엽니다.
nl: Van de terminal, het gesprek, de activiteit en de notities. ⌥-klik opent op de andere manier.
pl: Terminala, rozmowy, aktywności i notatek. Kliknięcie z ⌥ otwiera w drugi sposób.
pt_br: Do terminal, da conversa, da atividade e das notas. ⌥-clique abre do outro jeito.
ru: Терминала, беседы, активности и заметок. Нажатие с ⌥ открывает другим способом.
tr: Terminal, konuşma, etkinlik ve notlar için. ⌥ ile tıklamak diğer şekilde açar.
uk: Термінала, розмови, активності й нотаток. Клацання з ⌥ відкриває навпаки.
zh_hans: 适用于终端、对话、活动和备注。按住 ⌥ 键点按则以另一种方式打开。
zh_hant: 終端機、對話、活動和筆記。按住 ⌥ 並按一下會以另一種方式打開。

source: Offered when a session or a template is given its appearance. Drag to reorder.
ar: تُعرض عند تحديد مظهر جلسة أو قالب. اسحب لإعادة الترتيب.
de: Angeboten, wenn das Erscheinungsbild einer Sitzung oder Vorlage festgelegt wird. Zum Neuanordnen ziehen.
es: Se ofrecen al dar aspecto a una sesión o a una plantilla. Arrastra para reordenar.
fr: Proposés pour l’apparence d’une session ou d’un gabarit. Faites glisser pour réordonner.
hi: सेशन या टेम्पलेट का रूप तय करते समय उपलब्ध। क्रम बदलने के लिए ड्रैग करें।
it: Proposti quando si assegna l’aspetto a una sessione o a un template. Trascina per riordinare.
ja: セッションやテンプレートの外観を設定するときに表示されます。ドラッグして並べ替えます。
ko: 세션이나 템플릿의 모양을 지정할 때 제공됩니다. 드래그하여 순서를 변경하십시오.
nl: Aangeboden bij het kiezen van het uiterlijk van een sessie of sjabloon. Sleep om te herschikken.
pl: Proponowane przy wyborze wyglądu sesji lub szablonu. Przeciągnij, aby zmienić kolejność.
pt_br: Oferecidos ao definir a aparência de uma sessão ou predefinição. Arraste para reordenar.
ru: Предлагаются при выборе оформления сессии или шаблона. Перетащите, чтобы изменить порядок.
tr: Bir oturuma veya şablona görünüm verilirken sunulur. Yeniden sıralamak için sürükleyin.
uk: Пропонуються під час вибору вигляду сеансу або шаблону. Перетягніть, щоб змінити порядок.
zh_hans: 为会话或模板设置外观时提供。拖移以重新排序。
zh_hant: 設定工作階段或範本的外觀時提供。拖移以重新排列。

source: On this Mac, no key
ar: على هذا الـ Mac، بدون مفتاح
de: Auf diesem Mac, ohne Schlüssel
es: En este Mac, sin clave
fr: Sur ce Mac, sans clé
hi: इस Mac पर, बिना कुंजी
it: Su questo Mac, senza chiave
ja: このMac上、キーなし
ko: 이 Mac에서, 키 없음
nl: Op deze Mac, zonder sleutel
pl: Na tym Macu, bez klucza
pt_br: Neste Mac, sem chave
ru: На этом Mac, без ключа
tr: Bu Mac’te, anahtarsız
uk: На цьому Mac, без ключа
zh_hans: 在这台 Mac 上，无需密钥
zh_hant: 在此 Mac 上，無需密鑰

source: On: %lld
ar: المفعّلة: %lld
de: Aktiv: %lld
es: Activados: %lld
fr: Activés : %lld
hi: चालू: %lld
it: Attivi: %lld
ja: オン：%lld
ko: 켬: %lld
nl: Aan: %lld
pl: Włączone: %lld
pt_br: Ativados: %lld
ru: Включено: %lld
tr: Açık: %lld
uk: Увімкнено: %lld
zh_hans: 已开启：%lld
zh_hant: 已開啟：%lld

source: Only the first %lld changes are listed; the counts are exact.
ar: لا تُعرض إلا أول %lld تغييرات؛ الأعداد دقيقة.
de: Nur die ersten %lld Änderungen werden aufgeführt; die Summen sind exakt.
es: Solo se listan los %lld primeros cambios; los totales son exactos.
fr: Seules les %lld premières modifications sont listées ; les totaux sont exacts.
hi: केवल पहले %lld बदलाव सूचीबद्ध हैं; गिनती सटीक है।
it: Sono elencate solo le prime %lld modifiche; i totali sono esatti.
ja: 最初の%lld件の変更のみ表示しています。件数は正確です。
ko: 처음 %lld개의 변경 사항만 나열되며, 개수는 정확합니다.
nl: Alleen de eerste %lld wijzigingen worden weergegeven; de aantallen zijn exact.
pl: Wyświetlono tylko pierwsze zmiany (%lld); liczby są dokładne.
pt_br: Apenas as primeiras %lld alterações são listadas; os totais são exatos.
ru: Показаны только первые изменения (%lld); итоги точные.
tr: Yalnızca ilk %lld değişiklik listelenir; sayılar kesindir.
uk: Показано лише перші зміни (%lld); підсумки точні.
zh_hans: 仅列出前 %lld 处更改；计数是准确的。
zh_hant: 僅列出前 %lld 項變更；數量統計是精確的。

source: Open %@
ar: فتح %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
hi: %@ खोलें
it: Apri %@
ja: %@を開く
ko: %@ 열기
pl: Otwórz %@
pt_br: Abrir %@
ru: Открыть %@
tr: Aç: %@
uk: Відкрити %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open Link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
hi: लिंक खोलें
it: Apri link
ja: リンクを開く
ko: 링크 열기
pl: Otwórz łącze
pt_br: Abrir Link
ru: Открыть ссылку
tr: Bağlantıyı Aç
uk: Відкрити посилання
zh_hans: 打开链接
zh_hant: 打開連結

source: Open Privacy & Security → Full Disk Access.
ar: افتح الخصوصية والأمن → الوصول الكامل إلى القرص.
de: Öffne „Datenschutz & Sicherheit“ → „Festplattenvollzugriff“.
es: Abre Privacidad y seguridad → Acceso total al disco.
fr: Ouvrez Confidentialité et sécurité → Accès complet au disque.
hi: गोपनीयता और सुरक्षा → पूर्ण डिस्क ऐक्सेस खोलें।
it: Apri Privacy e sicurezza → Accesso completo al disco.
ja: 「プライバシーとセキュリティ」→「フルディスクアクセス」を開いてください。
ko: 개인정보 보호 및 보안 → 전체 디스크 접근 권한을 여십시오.
nl: Open Privacy en beveiliging → Volledige schijftoegang.
pl: Otwórz Prywatność i ochrona → Pełny dostęp do dysku.
pt_br: Abra Privacidade e Segurança → Acesso Total ao Disco.
ru: Откройте «Конфиденциальность и безопасность» → «Полный доступ к диску».
tr: Gizlilik ve Güvenlik → Tam Disk Erişimi’ni açın.
uk: Відкрийте «Приватність і безпека» → «Повний доступ до диска».
zh_hans: 打开“隐私与安全性”→“完全磁盘访问权限”。
zh_hant: 打開「隱私權與安全性」→「完全取用磁碟」。

source: Open Privacy Settings
ar: فتح إعدادات الخصوصية
de: Datenschutzeinstellungen öffnen
es: Abrir los ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
hi: गोपनीयता सेटिंग्ज़ खोलें
it: Apri le impostazioni Privacy
ja: プライバシー設定を開く
ko: 개인정보 보호 설정 열기
nl: Open privacy-instellingen
pl: Otwórz ustawienia prywatności
pt_br: Abrir Ajustes de Privacidade
ru: Открыть настройки конфиденциальности
tr: Gizlilik Ayarlarını Aç
uk: Відкрити параметри приватності
zh_hans: 打开隐私设置
zh_hant: 打開隱私權設定

source: Open Quickly
ar: فتح سريع
de: Schnell öffnen
es: Abrir rápidamente
fr: Ouvrir rapidement
hi: तुरंत खोलें
it: Apertura rapida
ja: クイックオープン
ko: 빠르게 열기
nl: Open snel
pl: Otwórz szybko
pt_br: Abrir Rapidamente
ru: Быстрое открытие
tr: Hızlı Aç
uk: Швидко відкрити
zh_hans: 快速打开
zh_hant: 快速打開

source: Open Session
ar: فتح الجلسة
de: Sitzung öffnen
es: Abrir la sesión
fr: Ouvrir la session
hi: सेशन खोलें
it: Apri sessione
ja: セッションを開く
ko: 세션 열기
nl: Open sessie
pl: Otwórz sesję
pt_br: Abrir Sessão
ru: Открыть сессию
tr: Oturumu Aç
uk: Відкрити сеанс
zh_hans: 打开会话
zh_hant: 打開工作階段

source: Open Settings…
ar: فتح الإعدادات…
de: Einstellungen öffnen …
es: Abrir Ajustes…
fr: Ouvrir les Réglages…
hi: सेटिंग्ज़ खोलें…
it: Apri Impostazioni…
ja: 設定を開く…
ko: 설정 열기…
nl: Open Instellingen…
pl: Otwórz Ustawienia…
pt_br: Abrir Ajustes…
ru: Открыть настройки…
tr: Ayarlar’ı Aç…
uk: Відкрити Параметри…
zh_hans: 打开设置…
zh_hant: 打開設定…

source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
hi: सिस्टम सेटिंग्ज़ खोलें
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları’nı Aç
uk: Відкрити Системні параметри
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open System Settings…
ar: فتح إعدادات النظام…
de: Systemeinstellungen öffnen …
es: Abrir Ajustes del Sistema…
fr: Ouvrir les Réglages Système…
hi: सिस्टम सेटिंग्ज़ खोलें…
it: Apri Impostazioni di Sistema…
ja: システム設定を開く…
ko: 시스템 설정 열기…
nl: Open Systeeminstellingen…
pl: Otwórz Ustawienia systemowe…
pt_br: Abrir Ajustes do Sistema…
ru: Открыть Системные настройки…
tr: Sistem Ayarları’nı Aç…
uk: Відкрити Системні параметри…
zh_hans: 打开系统设置…
zh_hant: 打開系統設定…

source: Open changed files with
ar: فتح الملفات المعدّلة باستخدام
de: Geänderte Dateien öffnen mit
es: Abrir los archivos modificados con
fr: Ouvrir les fichiers modifiés avec
hi: बदली गई फ़ाइलें इससे खोलें
it: Apri i file modificati con
ja: 変更されたファイルを開くアプリケーション
ko: 변경된 파일을 열 앱
nl: Open gewijzigde bestanden met
pl: Otwieraj zmienione pliki w
pt_br: Abrir arquivos alterados com
ru: Открывать изменённые файлы в
tr: Değişen dosyaları şununla aç
uk: Відкривати змінені файли за допомогою
zh_hans: 打开已更改文件的方式
zh_hant: 使用以下項目打開已變更的檔案

source: Open in %@
ar: فتح في %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
hi: %@ में खोलें
it: Apri in %@
ja: %@で開く
ko: %@에서 열기
pl: Otwórz w %@
pt_br: Abrir no %@
ru: Открыть в %@
tr: %@ ile Aç
uk: Відкрити в %@
zh_hans: 在 %@ 中打开
zh_hant: 在 %@ 中打開

source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
ru: Открыть в браузере
tr: Tarayıcıda Aç
uk: Відкрити в браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開
